{
    "breakfast": [
        {
            "_id": "61684b0175c237507ecda13d",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast1.png",
            "title": "Bagel and Cream Cheese",
            "description": "A bagel and cream cheese (also known as bagel with cream cheese) is a common food pairing in American cuisine, the cuisine of New York City, and American Jewish cuisine, consisting in its basic form of a sliced bagel spread with cream cheese. The bagel with cream cheese is traditionally and most commonly served open-faced, sliced horizontally and spread with cream cheese and other toppings in the middle.[1] Beginning in the 1980s as bagels expanded in popularity beyond Jewish communities.",
            "price": "6.99"
        },
        {
            "_id": "61684b0153a41c8a986f3913",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast2.png",
            "title": "Breakfast Sandwich",
            "description": "Here at BA, we’re all about these breakfast sandwich recipes—the possibilities are endless! Are you a bagel lover? English muffin diehard? Classic classic egg ’n’ cheese? Whatever you’re craving, we’ve got something here that’ll fill any breakfast-sandwich-shaped holes in your heart. I’m talking about the green goddess sandwich that’s zingy, hearty, and packed with a (subjectively) serious amount of your daily veg needs. The leveled-up PB&J that sneaks pecan butter and a little miso into the mix. Or, for the sandwich liberalists, this cheesy, no-fuss breakfast burrito that scores high on the portable, compact, and delicious scales. For the full list of breakfast sandwich recipes, read on—and don’t forget the hot sauce.",
            "price": "9.99"
        },
        {
            "_id": "61684b01537468b4d27cecac",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast3.png",
            "title": "Baked Chicken",
            "description": "If there is one recipe that every home cook should know, it's this baked chicken recipe. All you need is chicken, olive oil, salt, and pepper (and maybe some stock or white wine for gravy).We usually buy whole chickens and either cut them up ourselves or have the butcher do it for us. It's cheaper that way and we get giblets for gravy. You can do that or just use a package of whatever chicken parts you like—make baked chicken breasts for white meat, and baked chicken thighs and legs for dark.",
            "price": "10.99"
        },
        {
            "_id": "61684b01d7ff557823b5f2f8",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast4.png",
            "title": "Eggs Benedict",
            "description": "In an interview recorded in the Talk of the Town column of The New Yorker in 1942, the year before his death,Lemuel Benedict, a retired Wall Street stock broker, said that he had wandered into the Waldorf Hotel in 1894 and, hoping to find a cure for his morning hangover, ordered buttered toast, poached eggs, crisp bacon, and a hooker of hollandaise. Oscar Tschirky, the maître d'hôtel, was so impressed with the dish that he put it on the breakfast and luncheon menus but substituted ham for the bacon and a toasted English muffin for the toast.",
            "price": "8.99"
        },
        {
            "_id": "61684b0127b90abb92c876bd",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast5.png",
            "title": "Toast Croissant Fried egg",
            "description": "Ok. If I’m being honest, I’ve tried to make croissants a few times and never ended up with anything remotely edible.So I buy them from the bakery and they are absolutely perfect for these cheesy croissant sandwiches loaded with avocado, fresh tomato, and soft scrambled eggs!Remember that in the kitchen the perfect is the enemy of the good (and also the good breakfast).",
            "price": "19.99"
        },
        {
            "_id": "61684b01dde41273ebd87d4f",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Breakfast/breakfast6.png",
            "title": "Full Breakfast Fried Egg Toast Bruch",
            "description": "I’ve never had a real full English. At least not in England or anywhere in world in fact, except right here, at home. But a couple of weeks ago, Mike and I were chatting with a dude that moved here from England and the thing he said he missed the most was breakfast, specifically a Full English breakfast. He waxed poetic about the deliciousness for a good five minutes, but I wasn’t sold. Mike was nodding along, agreeing with him because he’s eaten many a full English in London, but me? Nope.",
            "price": "3.99"
        }
    ],
    "lunch": [
        {
            "_id": "61684b01988f413d9cc89e54",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch1.png",
            "title": "Healthy Meal Plan",
            "description": "The Mediterranean diet has long been recognized as one of the healthiest and most delicious ways to eat. The core concept behind this healthy diet is to eat like the people who live in the Mediterranean region by filling your plate with fresh fruits and vegetables, healthy fats, whole grains, legumes, fish and other lean protein, and enjoying moderate amounts of red wine. Beyond simply you're putting on your plate, the Mediterranean diet also emphasizes healthy lifestyle habits, which include practicing mindful eating.",
            "price": "23.99"
        },
        {
            "_id": "61684b013c2228cd8b8a6432",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch2.png",
            "title": "Fried Chicken Bento",
            "description": "Before getting into the details of how to pack Karaage Bento, I would like to introduce some of the bento boxes that you can buy.A bento box doesn’t have to be fancy and it can well be a plastic Chinese take away container. But in Japan, people often have their own bento box and become attached to it. It’s a similar feeling to having your favourite coffee cup and using it every day.",
            "price": "9.99"
        },
        {
            "_id": "61684b011930cd752bdf701b",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch3.png",
            "title": "Tarragon-Rubbed-Salmon",
            "description": "Meanwhile, in cup, place chopped red onion; cover with cold water and let sit 10 minutes. (This will take some of the sharpness out of the raw onion.) In medium bowl, stir together remaining salsa ingredients: chopped nectarines, chopped red pepper, finely chopped jalapeño, lime juice, chopped cilantro, and 1/4 teaspoon salt; set aside.",
            "price": "6.99"
        },
        {
            "_id": "61684b01f8730b240655388a",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch4.png",
            "title": "Indian Lunch",
            "description": "Meanwhile, in cup, place chopped red onion; cover with cold water and let sit 10 minutes. (This will take some of the sharpness out of the raw onion.) In medium bowl, stir together remaining salsa ingredients: chopped nectarines, chopped red pepper, finely chopped jalapeño, lime juice, chopped cilantro, and 1/4 teaspoon salt; set aside.",
            "price": "8.99"
        },
        {
            "_id": "61684b015ee1c6d3263cd1cc",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch5.png",
            "title": "Beaf Steak",
            "description": "Bistek Tagalog is a type of Filipino beef stew. This is also known as Beefsteak to some people. It is comprised of thin slices of beef and a generous amount of onions. These are stewed in a soy sauce and lemon juice mixture until the beef gets very tender. It is best enjoyed with warm rice. In my opinion, there is a huge possibility that the term Bistek was derived from the words “beef steak”. I have not done the research yet. It is appreciated if you can provide facts about the history of this beloved Filipino dish. Don’t be shy. The comments section is located below this recipe post.",
            "price": "15.99"
        },
        {
            "_id": "61684b01324f6cf546d557b2",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/lunch/lunch6.png",
            "title": "Honey-Soy-Glazed Salmon with Peppers",
            "description": "First, make sure your salmon and grill is well oiled. Then, add your salmon fillets skinless side down on the grill–this ensures you get those delicious grill marks on top. Cook for about 4-5 minutes, depending on the thickness of the fillet, then carefully flip onto the skin side. Cook for another 4-5 minutes until salmon flakes easily with a fork. You can also simply wrap the salmon in foil and cook for 10-12 minutes until done. ",
            "price": "7.99"
        }
    ],
    "dinner": [
        {
            "_id": "61684b01d7df205346222ab3",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner1.png",
            "title": "Salmon with Grapefruit and Lentil Salad",
            "description": "Heat 1 tablespoon oil in a large nonstick skillet on medium. Cut salmon into 4 pieces and season with 1/4 teaspoon each salt and pepper. Cook until golden brown, about 7 minutes. Turn salmon over and continue cooking until just opaque throughout, about 2 minutes more.Meanwhile, in a large bowl, whisk together vinegar and remaining Tbsp oil. Add lentils and toss to coat then toss with cucumber, grapefruit and radishes. Fold in arugula and serve with salmon.",
            "price": "9.99"
        },
        {
            "_id": "61684b01374bbe6a9efcd0fb",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner2.png",
            "title": "Lemony Salmon Piccata",
            "description": "Originally from Italy, Piccata is traditionally made with Veal. This may not be ‘the real deal’ or ‘the most authentic’ Piccata recipe due to being cooked with salmon, however, the unmistakeable Piccata flavours in this Salmon version are all right there in the skillet! After all, the flavour is all that matters when sitting down to enjoy a plate full of food. Yes?",
            "price": "10.99"
        },
        {
            "_id": "61684b01cff879d77addd00a",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner3.png",
            "title": "Pork Tenderloion with Quinoa Pilaf",
            "description": "Heat 1 Tbsp oil in a medium saucepan on medium. Add garlic and cook, stirring occasionally, until toasted, about 2 minutes. Add quinoa and cook per pkg. directions. Fluff with a fork and fold in spinach.While quinoa cooks, heat a skillet on medium. Add remaining Tbsp oil, season pork with ½ tsp each salt and pepper, and cook until browned on all sides and an instant-read thermometer registers 145°F, 12 to 14 minutes.",
            "price": "12.99"
        },
        {
            "_id": "61684b01169d58605787e56d",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner4.png",
            "title": "French Fries with Cheese",
            "description": "Place the fries on a cookie sheet and bake them in an oven.Now, take a pan and add the white sauce to it. Heat it over medium flame, sprinkle the cheese and stir till it forms a creamy sauce. (You can make the white sauce at home by adding two-three tsp white flour to cold milk and then letting it simmer on low flame till it thickens. Season it with salt and pepper.)",
            "price": "8.99"
        },
        {
            "_id": "61684b01dcfb03ce8565abec",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner5.png",
            "title": "Garlic Butter Baked Salmon",
            "description": "Garlic butter smothered salmon is a given. It’s possibly one of the most amazing, delicious ways to eat a juicy piece of salmon and gets cooked twice a week in this house. It’s been a while since we gave you salmon and it’s time.Normally you may opt for pan seared salmon for a guaranteed crisp exterior with a fork tender interior. Our baked salmon recipe delivers soft, juicy and tender salmon on the inside with charred crisp edges. A delicious restaurant-quality dinner!",
            "price": "6.99"
        },
        {
            "_id": "61684bc212483131460dbb8a",
            "img": "https://raw.githubusercontent.com/Jayeen29/jayeens-kitchen/main/foodData-and-images/images/Dinner/dinner6.png",
            "title": "Baked Chicken",
            "description": "As simple as it sounds, if you whack a seasoned breast in the oven without thought, the chances are you’ll be chewing your way through dry chicken, furiously squirting over copious amounts of ketchup to try to salvage it.It doesn’t need to be that way. Enter – a fabulous simple, magic chicken seasoning for baked chicken breast. So you can coat the breast thoroughly and give it a beautiful crust without overpowering it.",
            "price": "9.99"
        }
    ]
}